Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Off by default. Turn this on after you choose to use a provider; chats and local data stay saved.
de: Standardmäßig deaktiviert. Aktivieren Sie diese Option, nachdem Sie sich für die Nutzung eines Anbieters entschieden haben. Chats und lokale Daten bleiben gespeichert.
es: Desactivado de forma predeterminada. Actívelo después de elegir utilizar un proveedor; los chats y los datos locales permanecen guardados.
fr: Désactivé par défaut. Activez cette option après avoir choisi d'utiliser un fournisseur ; les discussions et les données locales restent enregistrées.
it: Disattivato per impostazione predefinita. Attivalo dopo aver scelto di utilizzare un provider; le chat e i dati locali rimangono salvati.
pl: Domyślnie wyłączone. Włącz po wybraniu dostawcy; rozmowy i dane lokalne pozostają zapisane.
pt_pt: Desativado por padrão. Ative isso depois de escolher usar um provedor; bate-papos e dados locais permanecem salvos.
ru: По умолчанию выключено. Включите это после того, как решите использовать провайдера; чаты и локальные данные остаются сохраненными.
th: ปิดไว้ตามค่าเริ่มต้น เปิดใช้หลังจากเลือกผู้ให้บริการแล้ว แชตและข้อมูลในเครื่องจะยังคงถูกเก็บไว้
zh_hans: 默认关闭。选择使用提供商后打开此功能；聊天和本地数据保持保存。
zh_hant: 預設關閉。選擇使用提供者後開啟此功能；聊天和本機資料保持保存。

source: Off wrist
de: Nicht am Handgelenk
es: Fuera de la muñeca
fr: Hors du poignet
it: Non al polso
pl: Poza nadgarstkiem
pt_pt: Fora do pulso
ru: Снят с запястья
th: ออกจากข้อมือ
zh_hans: 未佩戴
zh_hant: 未戴在手腕上

source: Off wrist · room light
de: Nicht am Handgelenk · Raumlicht
es: Fuera de la muñeca · luz ambiente
fr: Hors du poignet · lumière ambiante
it: Fuori dal polso · luce ambientale
pl: Poza nadgarstkiem · światło w pomieszczeniu
pt_pt: Fora do pulso · luz ambiente
ru: Не на запястье · комнатный свет
th: ปิดข้อมือ · ไฟห้อง
zh_hans: 离腕 · 室内光
zh_hant: 離腕 · 室內光

source: Off wrist · sensor covered
de: Nicht am Handgelenk · Sensor abgedeckt
es: Fuera de la muñeca · sensor cubierto
fr: Hors du poignet · capteur couvert
it: Fuori dal polso · sensore coperto
pl: Poza nadgarstkiem · czujnik zasłonięty
pt_pt: Fora do pulso · sensor tapado
ru: Не на запястье · датчик закрыт
th: ปิดข้อมือ · เซ็นเซอร์ปิดอยู่
zh_hans: 离腕 · 传感器遮盖
zh_hant: 離腕 · 感測器遮蓋

source: Off, the coach answers generally and sends none of your metrics.
de: Aus, der Coach antwortet allgemein und sendet keine deiner Metriken.
es: Desactivado: el entrenador responde de forma general y no envía ninguna de tus métricas.
fr: Désactivé, le coach répond de manière générale et n'envoie aucune de vos métriques.
it: Off, il Coach risponde in modo generico e non invia nessuna delle tue metriche.
pl: Wyłączone, trener odpowiada ogólnie i nie wysyła żadnych danych.
pt_pt: Desligado, o treinador responde de forma geral e não envia nenhuma das tuas métricas.
ru: Выкл., ИИ-тренер отвечает общими рекомендациями и не отправляет ваши показатели.
th: ปิด โค้ชจะตอบโดยทั่วไปและไม่ส่งการวัดของคุณเลย
zh_hans: 关闭，，教练只作一般性回答，不会发送你的任何指标。
zh_hant: 關閉，，教練只作一般性回答，不會發送你的任何指標。

source: Off: only your core metrics are shared, not your patterns or Lab Book.
de: Aus: Nur deine Kernmetriken werden geteilt, nicht deine Muster oder dein Laborbuch.
es: Desactivado: solo se comparten tus métricas principales, no tus patrones ni tu Cuaderno de laboratorio.
fr: Désactivé : seules vos métriques principales sont partagées, pas vos schémas ni votre Cahier de laboratoire.
it: Off, vengono condivise solo le tue metriche principali, non i tuoi schemi o il tuo Quaderno di laboratorio.
pl: Wyłączone: udostępniane są tylko podstawowe dane, a nie wzorce i podręcznik laboratoryjny.
pt_pt: Desativado: apenas as tuas métricas principais são partilhadas, não os teus padrões ou Lab Book.
ru: Выкл.: передаются только основные показатели, без закономерностей и Лабораторного журнала.
th: ปิด: แชร์เฉพาะเมตริกหลักของคุณเท่านั้น ไม่ใช่รูปแบบหรือ Lab Book ของคุณ
zh_hans: 关闭，只分享你的核心指标，不包括你的规律或实验手记。
zh_hant: 關閉，只分享你的核心指標，不包括你的規律或實驗手記。

source: Off: past chats aren't summarised; the coach only recalls saved facts.
de: Aus: Frühere Chats werden nicht zusammengefasst; der Coach erinnert sich nur an gespeicherte Fakten.
es: Desactivado: las conversaciones pasadas no se resumen; el coach solo recuerda los datos guardados.
fr: Désactivé : les anciennes conversations ne sont pas résumées ; le coach ne se souvient que des faits enregistrés.
it: Off: le chat passate non vengono riepilogate; l'allenatore ricorda solo fatti salvati.
pl: Wyłączone: wcześniejsze rozmowy nie są podsumowywane; trener pamięta tylko zapisane fakty.
pt_pt: Desativado: os bate-papos anteriores não são resumidos; o treinador apenas recorda factos guardados.
ru: Выкл.: прошлые чаты не суммируются; тренер лишь вспоминает сохраненные факты.
th: ปิด: การสนทนาที่ผ่านมาจะไม่ได้รับการสรุป โค้ชจะจำเฉพาะข้อเท็จจริงที่บันทึกไว้เท่านั้น
zh_hans: 关闭：不总结过去的聊天记录；教练只回忆保存的事实。
zh_hant: 關閉：不總結過去的聊天記錄；教練只回憶保存的事實。

source: Off: replies are plain text only.
de: Aus: Antworten sind reiner Text.
es: Desactivado: las respuestas son solo texto.
fr: Désactivé : les réponses sont en texte brut uniquement.
it: Disattivato: le risposte sono solo testo normale.
pl: Wyłączone: odpowiedzi są wyłącznie zwykłym tekstem.
pt_pt: Desativado: as respostas são apenas em texto simples.
ru: Выкл.: ответы представляют собой только обычный текст.
th: ปิด: การตอบกลับเป็นข้อความธรรมดาเท่านั้น
zh_hans: 关闭：回复仅为纯文本。
zh_hant: 關閉：回覆僅為純文字。

source: Off: sessions with a time don't remind you.
de: Aus: Einheiten mit Uhrzeit erinnern dich nicht.
es: Desactivado: las sesiones con hora no te avisan.
fr: Désactivé : les séances avec une heure ne te rappellent rien.
it: Off: le sessioni con un orario non te lo ricordano.
pl: Wyłączone: sesje z godziną nie przypominają o sobie.
pt_pt: Desligado: sessões com horário não lembram.
ru: Выкл.: сеансы с указанием времени не напоминают вам.
th: ปิด: เซสชันที่มีเวลาไม่เตือนคุณ
zh_hans: 关闭：带有时间的会话不会提醒您。
zh_hant: 關閉：帶有時間的會話不會提醒您。

source: Off: the coach answers generally and sends none of your metrics.
de: Aus: Der Coach antwortet allgemein und sendet keine deiner Metriken.
es: Desactivado: el coach responde de forma general y no envía ninguna de tus métricas.
fr: Désactivé : le coach répond de façon générale et n'envoie aucune de vos métriques.
it: Off, il coach risponde in modo generico e non invia nessuna delle tue metriche.
pl: Wyłączone: trener odpowiada ogólnie i nie wysyła żadnych danych.
pt_pt: Desligado: o treinador responde de forma geral e não envia nenhuma das tuas métricas.
ru: Выкл.: тренер отвечает в общем виде и не передаёт ваши показатели.
th: ปิด: โค้ชตอบโดยทั่วไปและไม่ส่งการวัดของคุณเลย
zh_hans: 关闭，教练只作一般性回答，不发送你的任何指标。
zh_hant: 關閉，教練只作一般性回答，不發送你的任何指標。

source: Off: the coach only responds when you ask.
de: Aus: Der Coach antwortet nur, wenn du fragst.
es: Desactivado: el coach solo responde cuando le preguntas.
fr: Désactivé : le coach ne répond que lorsque vous le sollicitez.
it: Spento: il coach risponde solo quando lo chiedi.
pl: Wyłączone: trener odzywa się tylko wtedy, gdy zapytasz.
pt_pt: Desligado: o treinador só responde quando você pergunta.
ru: Выкл.: тренер отвечает только тогда, когда вы спрашиваете.
th: ปิด: โค้ชจะตอบกลับเมื่อคุณถามเท่านั้น
zh_hans: 关闭：教练仅在您询问时回复。
zh_hant: 關閉：教練僅在您詢問時回覆。

source: Off: the coach suggests a session only when you ask in chat.
de: Aus: Der Coach schlägt eine Einheit nur vor, wenn du im Chat fragst.
es: Desactivado: el coach sugiere una sesión solo cuando lo pides en el chat.
fr: Désactivé : le coach ne propose une séance que si tu le demandes dans le chat.
it: Off: il coach suggerisce una sessione solo quando lo chiedi in chat.
pl: Wyłączone: trener proponuje sesję tylko wtedy, gdy poprosisz w rozmowie.
pt_pt: Desligado: o coach sugere uma sessão somente quando você pergunta no chat.
ru: Выкл.: тренер предлагает занятие только тогда, когда вы спрашиваете в чате.
th: ปิด: โค้ชแนะนำเซสชั่นเฉพาะเมื่อคุณถามในแชทเท่านั้น
zh_hans: 关闭：教练仅在您在聊天中提出要求时才建议参加课程。
zh_hant: 關閉：教練僅在您在聊天中提出要求時才建議參加課程。

source: Offers to save a workout when it spots sustained elevated heart rate
de: Bietet an, ein Workout zu speichern, wenn anhaltend erhöhte Herzfrequenz erkannt wird
es: Ofrece guardar un entrenamiento cuando detecta frecuencia cardíaca elevada sostenida
fr: Propose d'enregistrer un entraînement lorsqu'il détecte une fréquence cardiaque élevée soutenue
it: Propone di salvare un allenamento quando rileva una frequenza cardiaca elevata e prolungata
pl: Oferuje zapisanie treningu, gdy wykryje utrzymujące się podwyższone tętno
pt_pt: Oferece-se para guardar um treino quando deteta frequência cardíaca elevada sustentada
ru: Предлагает сохранить тренировку при устойчиво повышенном пульсе
th: เสนอให้บันทึกการออกกำลังกายเมื่อตรวจพบอัตราการเต้นหัวใจที่สูงขึ้นอย่างต่อเนื่อง
zh_hans: 当它发现持续升高的心率时，会建议保存一次锻炼
zh_hant: 當它發現持續升高的心率時，會建議保存一次鍛鍊

source: Older backups beyond this many are pruned, oldest first (≈ that many days). If data ever corrupts, restore the newest.
de: Ältere Backups darüber hinaus werden viele beschnitten, älteste zuerst (≈ so viele Tage). Wenn Daten jemals korrumpiert werden, stellen Sie das Neueste wieder her.
es: Las copias de seguridad más antiguas más allá de estos muchos son podados, más antiguos primero (coge que muchos días). Si los datos alguna vez corrompen, restaurar lo más nuevo.
fr: Les sauvegardes les plus anciennes au-delà de ce nombre sont taillées, les plus anciennes d'abord (de nombreux jours). Si jamais les données corrompent, restaure le plus récent.
pl: Starsze kopie zapasowe przekraczające tę liczbę są usuwane w kolejności od najstarszej (≈ tyle dni). Jeśli dane kiedykolwiek ulegną uszkodzeniu, przywróć najnowszą wersję.
pt_pt: Os cópia de seguranças mais antigos para além deste número são removidos, os mais antigos em primeiro lugar (≈ este número de dias). Se os dados estiverem corrompidos, restaure os mais recentes.
th: การสำรองข้อมูลที่เก่ากว่าจำนวนนี้จะถูกตัดออก โดยจะเก่าที่สุดก่อน (ประมาณหลายวันนั้น) หากข้อมูลเสียหาย ให้คืนค่าข้อมูลใหม่ล่าสุด

source: Older scheduled exports beyond this many are pruned automatically, oldest first.
de: Ältere geplante Exporte über diese Anzahl hinaus werden automatisch entfernt, älteste zuerst.
es: Las exportaciones programadas más antiguas que superen este número se eliminan automáticamente, empezando por las más antiguas.
fr: Les exports programmés au-delà de ce nombre sont supprimés automatiquement, les plus anciens en premier.
it: Gli export pianificati più vecchi oltre questo numero vengono eliminati automaticamente, a partire dai più vecchi.
pl: Starsze zaplanowane eksporty przekraczające tę liczbę są czyszczone automatycznie, najpierw najstarsze.
pt_pt: As exportações agendadas mais antigas além deste número são eliminadas automaticamente, começando pelas mais antigas.
ru: Более старые запланированные экспорты сверх этого числа удаляются автоматически, начиная с самых старых.
th: การส่งออกตามกำหนดเวลาที่เก่ากว่าจำนวนนี้จะถูกตัดโดยอัตโนมัติ โดยเก่าที่สุดก่อน
zh_hans: 超出该数量的旧计划导出会自动清理，最旧的优先。
zh_hant: 超出此數量的舊排程匯出會自動清除，最舊的優先。

source: ON
de: AN
fr: MARCHE
pl: NA
pt_pt: EM
ru: ВКЛ
th: เปิด
zh_hans: 开启
zh_hant: 開啟

source: On %@
de: Auf %@
es: En %@
fr: Sur %@
pl: Na %@
pt_pt: Em %@
ru: На %@
th: บน %@
zh_hans: 在 %@ 上
zh_hant: 在 %@ 上

source: On a 5/MG connection NOOP will send a puffin realtime-stream request after the handshake, and log what comes back. If you have a 5/MG strap, turning this on and sharing your strap log helps map the protocol. No effect on WHOOP 4.0.
de: Bei einer 5/MG-Verbindung sendet NOOP nach dem Handshake eine Puffin-Echtzeitstream-Anfrage und protokolliert die Antwort. Wenn du einen 5/MG-Strap hast, hilft das Aktivieren und Teilen deines Strap-Protokolls, das Protokoll zu kartieren. Keine Auswirkung auf WHOOP 4.0.
es: En una conexión 5/MG, NOOP enviará una solicitud de transmisión en tiempo real «puffin» tras el handshake y registrará lo que reciba. Si tienes una correa 5/MG, activar esto y compartir el registro de tu correa ayuda a mapear el protocolo. No afecta a la WHOOP 4.0.
fr: Sur une connexion 5/MG, NOOP enverra une requête de flux temps réel puffin après la poignée de main et journalisera ce qui revient. Si vous avez un bracelet 5/MG, activer ceci et partager votre journal de bracelet aide à cartographier le protocole. Aucun effet sur le WHOOP 4.0.
it: Con una connessione 5/MG, NOOP invierà una richiesta di flusso in tempo reale puffin dopo l'handshake e registrerà ciò che riceve. Se hai una fascia 5/MG, attivare questa opzione e condividere il registro della fascia aiuta a mappare il protocollo. Nessun effetto sulla WHOOP 4.0.
pl: W przypadku połączenia 5/MG NOOP wyśle ​​żądanie transmisji strumieniowej w czasie rzeczywistym maskonura po uzgodnieniu i zarejestruje, co otrzyma. Jeśli masz pasek 5/MG, włączenie tej opcji i udostępnienie dziennika paska pomoże zmapować protokół. Brak wpływu na WHOOP 4.0.
pt_pt: Numa ligação 5/MG, o NOOP enviará um pedido de fluxo em tempo real após o handshake e registará o que retornar. Se tiver uma correia 5/MG, ativá-la e partilhar o registo da correia ajuda a mapear o protocolo. Sem efeito no WHOOP 4.0.
ru: При подключении к 5/MG NOOP после установления соединения отправит запрос на поток данных puffin в реальном времени и запишет полученный ответ. Если у вас браслет 5/MG, включение этой функции и отправка журнала браслета помогут разобраться в протоколе. На WHOOP 4.0 это не влияет.
th: ในการเชื่อมต่อ 5/MG NOOP จะส่งคำขอสตรีมแบบเรียลไทม์ของนกพัฟฟินหลังจากการจับมือกัน และบันทึกสิ่งที่กลับมา หากคุณมีสายรัด 5/MG การเปิดใช้งานและแบ่งปันบันทึกสายรัดจะช่วยจับคู่โปรโตคอล ไม่มีผลกับ WHOOP 4.0
zh_hans: 在 5/MG 连接下，NOOP 会在握手后发送一个 puffin 实时流请求，并记录返回的内容。如果你有 5/MG 手环，开启此项并分享你的手环日志有助于绘制协议。对 WHOOP 4.0 无影响。
zh_hant: 在 5/MG 連接下，NOOP 會在握手後發送一個 puffin 即時串流請求，並記錄返回的內容。如果你有 5/MG 手環，開啟此項並分享你的手環日誌有助於繪製協議。對 WHOOP 4.0 無影響。

source: On a beta version of iOS, things can break that work on the release build.
de: Auf einer Beta-Version von iOS kann kaputtgehen, was im Release-Build funktioniert.
es: En una versión beta de iOS pueden fallar cosas que funcionan en la versión final.
fr: Sur une version bêta d'iOS, des choses qui fonctionnent sur la build de version peuvent casser.
it: Su una versione beta di iOS possono rompersi cose che funzionano sulla build di rilascio.
pl: W wersji beta iOS pewne rzeczy mogą przerwać pracę nad wersją wydania.
pt_pt: Numa versão beta do iOS, as coisas podem interromper o trabalho na versão de lançamento.
ru: На бета-версии iOS может сломаться то, что работает в финальной сборке.
th: ใน iOS เวอร์ชันเบต้า สิ่งต่างๆ อาจทำให้การทำงานในเวอร์ชันรีลีสเสียหายได้
zh_hans: 在 iOS 测试版上，正式版能正常运行的功能也可能出问题。
zh_hant: 在 iOS 測試版上，在正式版能正常運作的功能也可能出問題。

source: On break
de: Pause
es: De descanso
fr: En pause
it: In pausa
pl: Przerwa
pt_pt: No intervalo
ru: На перерыве
th: เมื่อหยุดพัก
zh_hans: 休息时
zh_hant: 休息時

source: on course
de: auf Kurs
es: según lo previsto
fr: dans les temps
it: in linea
pl: zgodnie z kursem
pt_pt: no rumo certo
ru: по курсу
th: เป็นไปตามแผน
zh_hans: 按计划
zh_hant: 按計劃

source: on demand · today's R-R
de: auf Abruf · heutige R-R
es: bajo demanda · R-R de hoy
fr: à la demande · R-R du jour
it: su richiesta · R-R di oggi
pl: na zamówienie · dzisiejszy R-R
pt_pt: on demand · R-R de hoje
ru: по запросу · R-R за сегодня
th: ตามความต้องการ · R-R วันนี้
zh_hans: 按需 · 今天的 R-R
zh_hant: 按需 · 今天的 R-R

source: On iPhone this is a sideloaded build. Re-sign it about every 7 days on a free Apple ID (longer on a paid account). After your phone reboots, unlock it once so NOOP can read and sync its data.
de: Auf dem iPhone ist das ein sideloadeter Build. Signiere ihn etwa alle 7 Tage neu mit einer kostenlosen Apple-ID (länger mit einem bezahlten Konto). Entsperre dein Telefon nach einem Neustart einmal, damit NOOP seine Daten lesen und synchronisieren kann.
es: En iPhone esta es una compilación instalada por sideload. Vuelve a firmarla más o menos cada 7 días con un Apple ID gratuito (más tiempo con una cuenta de pago). Después de reiniciar el teléfono, desbloquéalo una vez para que NOOP pueda leer y sincronizar sus datos.
fr: Sur iPhone, il s'agit d'une build installée par sideload. Resignez-la environ tous les 7 jours avec un identifiant Apple gratuit (plus longtemps avec un compte payant). Après le redémarrage de votre téléphone, déverrouillez-le une fois pour que NOOP puisse lire et synchroniser ses données.
it: Su iPhone questa è una build sideloaded. Rifirmala circa ogni 7 giorni con un Apple ID gratuito (più a lungo con un account a pagamento). Dopo il riavvio del telefono, sbloccalo una volta così NOOP può leggere e sincronizzare i suoi dati.
pl: Na iPhonie jest to kompilacja ładowana z boku. Podpisuj go ponownie mniej więcej co 7 dni na darmowym Apple ID (dłużej na koncie płatnym). Po ponownym uruchomieniu telefonu odblokuj go raz, aby NOOP mógł odczytać i zsynchronizować swoje dane.
pt_pt: No iPhone, esta é uma versão transferida por sideload. Subscreva-o novamente a cada 7 dias num ID Apple gratuito (mais numa conta paga). Após a reinicialização do telefone, desbloqueie-o uma vez para que o NOOP possa ler e sincronizar os teus dados.
ru: На iPhone это сборка, установленная через сайдлоад. Переподписывайте её примерно раз в 7 дней при бесплатном Apple ID (реже — при платном аккаунте). После перезагрузки телефона один раз разблокируйте его, чтобы NOOP мог считать и синхронизировать данные.
th: บน iPhone นี่คือบิลด์ไซด์โหลด ลงชื่อใหม่ทุกๆ 7 วันด้วย Apple ID ฟรี (นานกว่าในบัญชีแบบชำระเงิน) หลังจากที่โทรศัพท์ของคุณรีบูทแล้ว ให้ปลดล็อคหนึ่งครั้งเพื่อให้ NOOP สามารถอ่านและซิงค์ข้อมูลได้
zh_hans: 在 iPhone 上这是侧载版本。免费 Apple ID 大约每 7 天需要重新签名一次（付费账号更久）。手机重启后，请解锁一次，NOOP 才能读取并同步数据。
zh_hant: 在 iPhone 上這是側載版本。使用免費 Apple ID 大約每 7 天要重新簽署一次（付費帳號可以更久）。手機重新開機後，請解鎖一次，讓 NOOP 能讀取並同步它的資料。

source: On iPhone this is best-effort (iOS decides when background tasks run). Everything stays on %@.
de: Auf dem iPhone ist das Best-Effort (iOS entscheidet, wann Hintergrundaufgaben laufen). Alles bleibt auf %@.
es: En iPhone esto funciona en la medida de lo posible (iOS decide cuándo se ejecutan las tareas en segundo plano). Todo permanece en %@.
fr: Sur iPhone, cela fonctionne au mieux (iOS décide du moment où les tâches en arrière-plan s'exécutent). Tout reste sur %@.
it: Su iPhone è al meglio possibile (è iOS a decidere quando eseguire le attività in background). Tutto resta su %@.
pl: Na iPhonie jest to najlepsze rozwiązanie (iOS decyduje, kiedy uruchamiane są zadania w tle). Wszystko pozostaje na %@.
pt_pt: No iPhone, este é o melhor esforço (o iOS decide quando as tarefas em segundo plano são executadas). Tudo permanece em %@.
ru: На iPhone это работает по возможности (iOS сама решает, когда запускать фоновые задачи). Всё остаётся на %@.
th: บน iPhone นี่เป็นเท่าที่ทำได้ (iOS ตัดสินใจว่าจะทำงานในเบื้องหลังเมื่อใด) ทุกอย่างอยู่บน %@
zh_hans: 在 iPhone 上这是尽力而为的（由 iOS 决定何时运行后台任务）。一切都留在 %@ 上。
zh_hant: 在 iPhone 上這是盡力而為的（由 iOS 決定何時執行背景任務）。一切都留在 %@ 上。

source: On iPhone, Nomic can also find related text in your approved memories, your own chat messages and journal notes. This semantic search runs entirely on the iPhone. It does not embed raw sensor streams or numerical health histories, and it falls back to keyword search if the local model is not ready.
de: Auf dem iPhone kann Nomic auch verwandten Text in Ihren genehmigten Erinnerungen, Ihren eigenen Chat-Nachrichten und Tagebuchnotizen finden. Diese semantische Suche läuft vollständig auf dem iPhone. Es werden keine rohen Sensorströme oder numerischen Zustandsverläufe eingebettet und es wird auf die Schlüsselwortsuche zurückgegriffen, wenn das lokale Modell nicht bereit ist.
es: En iPhone, Nomic también puede encontrar texto relacionado en sus recuerdos aprobados, sus propios mensajes de chat y notas de diario. Esta búsqueda semántica se ejecuta íntegramente en el iPhone. No incorpora flujos de sensores sin procesar ni historiales de salud numéricos, y recurre a la búsqueda de palabras clave si el modelo local no está listo.
fr: Sur iPhone, Nomic peut également rechercher du texte associé dans vos souvenirs approuvés, vos propres messages de discussion et notes de journal. Cette recherche sémantique s'exécute entièrement sur iPhone. Il n’intègre pas de flux de capteurs bruts ni d’historiques de santé numériques, et revient à la recherche par mot-clé si le modèle local n’est pas prêt.
it: Su iPhone, Nomic può anche trovare testo correlato nei ricordi approvati, nei messaggi di chat e nelle note del diario. Questa ricerca semantica viene eseguita interamente su iPhone. Non incorpora flussi di sensori grezzi o cronologie numeriche sullo stato di salute e ricorre alla ricerca per parole chiave se il modello locale non è pronto.
pl: Na iPhonie Nomic potrafi też znaleźć powiązany tekst w zatwierdzonych wspomnieniach, Twoich wiadomościach z rozmów i notatkach z dziennika. To wyszukiwanie semantyczne działa w całości na iPhonie. Nie osadza surowych strumieni z czujników ani liczbowych historii zdrowotnych, a gdy model lokalny nie jest gotowy, wraca do wyszukiwania po słowach kluczowych.
pt_pt: No iPhone, Nomic também pode encontrar textos relacionados em suas memórias aprovadas, em suas próprias mensagens de bate-papo e anotações de diário. Esta pesquisa semântica é executada inteiramente no iPhone. Ele não incorpora fluxos de sensores brutos ou históricos numéricos de saúde e recorre à pesquisa por palavra-chave se o modelo local não estiver pronto.
ru: На iPhone Nomic также может находить соответствующий текст в одобренных вами воспоминаниях, собственных сообщениях чата и заметках журнала. Этот семантический поиск полностью работает на iPhone. Он не встраивает необработанные потоки датчиков или числовые истории работоспособности и возвращается к поиску по ключевым словам, если локальная модель не готова.
th: บน iPhone Nomic ค้นข้อความจากความทรงจำ แชต และบันทึกที่คุณอนุญาตได้ทั้งหมดในเครื่อง โดยไม่สร้างดัชนีจากสตรีมเซนเซอร์ดิบหรือประวัติค่าตัวเลขสุขภาพ และจะใช้คำสำคัญสำรองหากโมเดลยังไม่พร้อม
zh_hans: 在 iPhone 上，Nomic 还可以在您批准的记忆、您自己的聊天消息和日记笔记中查找相关文本。这种语义搜索完全在 iPhone 上运行。它不嵌入原始传感器流或数字健康历史记录，如果本地模型尚未准备好，它会退回到关键字搜索。
zh_hant: 在 iPhone 上，Nomic 還可以在您批准的記憶、您自己的聊天訊息和日記筆記中找到相關文字。這種語義搜尋完全在 iPhone 上運行。它不嵌入原始感測器流或數位健康歷史記錄，如果本地模型尚未準備好，它會退回到關鍵字搜尋。

source: On target
de: Im Ziel
es: En el objetivo
fr: Dans l'objectif
it: In linea con l'obiettivo
pl: Na cel
pt_pt: No alvo
ru: В пределах цели
th: ตามเป้าหมาย
zh_hans: 达标
zh_hant: 達標
